---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralI.WebToeOfFillet
source: html/cda6d038-dcae-fa11-7f5e-288d8424da3b.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralI.WebToeOfFillet Property

Detailing distance from outer face of flange to web toe of fillet, in. (mm)

## Syntax (C#)
```csharp
public double WebToeOfFillet { get; set; }
```